Repository: tokkul/GemSudoku
Catalog: SuDoKu/Localizable.xcstrings
Source language: en
Languages: de, sv

source: %lld Correct
de: %lld Richtig
sv: %lld Rätt

source: %lld Mistakes
de: %lld Fehler
sv: %lld Misstag

# attempts %lld
source: %lld Attempts
de: %lld Versuche
sv: %lld Försök

# clue
source: Get a clue
de: Hinweis erhalten
sv: Få ett förslag

# clue.disabled
source: Clues are disabled
de: Hinweise deaktiviert
sv: Förslag inaktiverade

# clues %lld
source: %lld Clues
de: %lld Hinweise
sv: %lld Förslag

# correct %lld
source: %lld Correct inputs
de: %lld richtige Eingaben
sv: %lld Korrekt input

source: Difficulty
de: Schwierigkeit
sv: Svårighet

# difficulty.easy
source: Easy
de: Einfach
sv: Lätt

# difficulty.extreme
source: Extreme
de: Extrem schwer
sv: Extrem

# difficulty.hard
source: Hard
de: Schwer
sv: Svår

# difficulty.medium
source: Medium
de: Moderat

# easySolved %lld
source: %lld Easy puzzles solved
de: %lld Einfache Puzzle gelöst
sv: %lld Lätta pussel lösta

# extremeSolved %lld
source: %lld Extremely hard puzzles solved
de: %lld Extrem schwere Puzzle gelöst
sv: %lld Extremsvåra pussel lösta

# failed.prompt
source: Try again
de: Erneut versuchen
sv: Försök igen

# failed.text
source: Sorry, your solution is not correct... Try adjusting the difficulty, suggestion strength or disabling "allow mistakes"
de: Deine Lösung ist leider nicht richtig... Versuche die Schwierigkeit zu ändern, die Stärke der Vorschläge anzupassen oder Fehler nicht zuzulassen
sv: Sorry, din lösning är inte korrekt.. prova med en annan svårighetsgrad eller slå av ”tillåt misstag”

# failed.title
source: You failed
de: Verloren
sv: Oops försök igen

# hardSolved %lld
source: %lld Hard puzzles solved
de: %lld Schwere Puzzle gelöst
sv: %lld Svåra pussel lösta

# mediumSolved %lld
source: %lld Medium puzzles solved
de: %lld Mittel schwere Puzzle gelöst
sv: %lld Mellansvåra pussel lösta

# mistakes %lld
source: %lld Mistakes
de: %lld Fehler
sv: %lld Misstag

source: Retry
de: Erneut versuchen
sv: Försök igen

# setup.continue
source: Continue
de: Weiter
sv: Fortsätt

# setup.mistakes
source: Allow mistakes
de: Fehler zulassen
sv: Tillåt misstag

# setup.mistakes.text
source: Enabling this will allow you to input wrong guesses
de: Wenn dies eingeschalt ist können falsche Eingaben gemacht werden
sv: Om du slår på den här så tillåts misstag

# setup.suggestions
source: Suggestion Strength
de: Vorschläge
sv: Förslags styrka

# setup.suggestions.text
source: If you select "full" suggestions will check the current row, column and square. Selecting "square" onyl checks the current square. "none" will disable suggestions
de: Wenn du "Alle" auswählst werden die aktuelle Reihe, Linie und der ausgewählte Block überprüft. Bei "Block" nur der aktuelle Block und bei "Keine" werden keine Vorschläge angezeigt
sv: Om du väljer ”full” kontrolleras rad och rektangel. Väljer du ”rektangel” kontrolleras 3*3 ruta. Väljer du ingen så stängs förslagsfunktionen av.

# setup.title
source: Setup
de: Einrichten
sv: Inställningar

# solved.congratulations
source: Congratulations
de: Herzlichen Glückwunsch
sv: Grattis

# solved.congratulations.text
source: You successfully solved this puzzle, good work!
de: Du has das Puzzle erfolgreich abgeschlossen, gute Arbeit!
sv: Du löste pusslet, bra jobbat!

# solved.prompt
source: New game
de: Neues Spiel
sv: Nytt spel

source: Statistics
de: Statistiken
sv: Statistik

# statistics.ineligible
source: This game is no longer eligible for statistics
de: Dieses Spiel taucht nicht in der Statistik auf
sv: Detta spel kan inte längre vara med i statistiken då du fått förslag

# statistics.reset
source: Reset statistics
de: Zurücksetzen
sv: Återställ statistiken

# statistics.settings
source: Settings
de: Einstellungen
sv: Inställningar

# statistics.title
source: Statistics
de: Statistiken
sv: Statistik

# suggestions.full
source: Full
de: Alle

# suggestions.none
source: None
de: Keine
sv: Ingen

# suggestions.square
source: Square
de: Block
sv: Rektangel

# gem
source: Toggle Gem or Color
sv: Välj utseende

# setup.text
source: Welcome GemSudoku
sv: Välkommen till GemSuDoKu
